{
  "skills": [
    {
      "title": "JavaScript",
      "description": "J'ai une grande connaissance de JavaScript, en particulier des fonctionnalités ES6+. Pour obtenir une compréhension approfondie de JS, je me concentre sur ce qui se passe sous le capot.",
      "iconPath": "/logo-javascript.png",
      "colorCode": "#f0db4f"
    },
    {
      "title": "React",
      "description": "J'ai de l'expérience avec React, que j'ai utilisé pour de nombreux projets. Je suis familier avec les concepts courants de React. Mon principe est d'écrire un code propre et maintenable.",
      "iconPath": "/logo-react.png",
      "colorCode": "#60D7F7"
    },
    {
      "title": "TypeScript",
      "description": "Corriger les bugs en développement plutôt qu'en production est essentiel. C'est pourquoi j'utilise TypeScript. TypeScript est mon langage principal pour démarrer un nouveau projet.",
      "iconPath": "/logo-typescript.svg",
      "colorCode": "#017ACD"
    },
    {
      "title": "Figma",
      "description": "Je collabore avec les designers en utilisant Figma pour créer des maquettes UI haute fidélité. Figma me permet d'implémenter les designs avec précision et d'assurer une communication fluide tout au long du processus de développement.",
      "iconPath": "/logo-figma.png",
      "colorCode": "#12BEFE"
    },
    {
      "title": "GitKraken",
      "description": "Le contrôle de version est essentiel dans le développement moderne, et je suis à l'aise avec Git pour gérer les versions de code. J'utilise régulièrement Git pour collaborer avec les équipes et maintenir un historique propre du projet.",
      "iconPath": "/logo-gitkraken.png",
      "colorCode": "#189287"
    },
    {
      "title": "Google Tag Manager",
      "description": "Le contrôle de version est essentiel dans le développement moderne, et je suis à l'aise avec Git pour gérer les versions de code. J'utilise régulièrement Git pour collaborer avec les équipes et maintenir un historique propre du projet.",
      "iconPath": "/logo-google-tag-manager.svg",
      "colorCode": "#8AB4F8"
    },
    {
      "title": "SASS",
      "description": "Un design efficace peut encourager les clients à acheter chez vous plutôt que chez vos concurrents. Je me concentre sur la création de designs attractifs et agréables.",
      "iconPath": "/logo-scss.png",
      "colorCode": "#CD669A"
    },
    {
      "title": "Et plus encore",
      "description": "Github, Portainer, Proxmox, AWS S3, Docker, etc... Je suis toujours curieux et j'aime apprendre de nouvelles choses. J'explore constamment de nouvelles technologies et je suis prêt à relever de nouveaux défis.",
      "iconPath": "/logo-light-dark-bg.png",
      "colorCode": "black"
    }
  ],
  "description": "Bonjour, je suis Aymeric, un Développeur Frontend curieux (et parfois Designer UI) avec plus de 5 ans d'expérience, basé à Vitry-sur-Seine. Je m'efforce toujours de grandir et d'apprendre quelque chose de nouveau pour créer de meilleures choses et obtenir de meilleurs résultats. Je me spécialise dans le développement Frontend, avec un accent particulier sur la création de code fonctionnel et orienté vers le business. Je me décris comme un développeur qui souhaite avant tout écrire du code propre et de qualité.",
  "languages": {
    "french": "Français",
    "english": "Anglais"
  },
  "contact": {
    "address": "Adresse",
    "diploma": "Diplôme",
    "email": "Email",
    "language": "Langue",
    "phone": "Téléphone",
    "skill": "Compétences",
    "social": "Sociale"
  }
}
